export const articles = [
  {
    id: 1,
    image: "/src/assets/images/article_image_1.jpg",
    articleDate: "05.03.2021",
    title: "Режим использования масок и перчаток на территории магазинов",
    desc: 'Подробная информация о режимах использования масок и перчаток на территории магазинов "ЛЕНТА". Информация обновляется каждый будний день.',
  },
  {
    id: 2,
    image: "/src/assets/images/article_image_2.jpg",
    articleDate: "05.03.2021",
    title: "Весеннее настроение для каждой",
    desc: "8 Марта – это не просто Международный женский день, это ещё день тюльпанов, приятных сюрпризов и праздничных тёплых пожеланий.",
  },
  {
    id: 3,
    image: "/src/assets/images/article_image_3.jpg",
    articleDate: "22.02.2020",
    title: "ЗОЖ или ФАСТФУД. А вы на чьей стороне? Голосуем!",
    desc: "Голосуйте за любимые категории, выбирайте категорию-победителя в мобильном приложении и получайте кешбэк 10% баллами в апреле!",
  },
];

export const categories = [
  {
    id: 1,
    name: "Хлебобулочные изделия",
  },
  {
    id: 2,
    name: "Молочные продукты",
  },
  {
    id: 3,
    name: "Мясные изделия",
  },
  {
    id: 4,
    name: "Овощи",
  },
  {
    id: 5,
    name: "Фрукты",
  },
  {
    id: 6,
    name: "Напитки",
  },
  {
    id: 7,
    name: "Сладости",
  },
  {
    id: 8,
    name: "Замороженные продукты",
  },
];
